[
  {
    "img": "https://cdns.diadona.id/diadona.id/resized/664xauto//real/2020/08/03/73828/cara-membuat-layang-layang-kupu-kupu.jpg",
    "imgSource": null,
    "title": "Cara Membuat Layang-Layang Kupu-Kupu",
    "content": "Langkah-langkah cara membuat layang-layang kupu-kupu\n\n1. Pertama, ambil dua batang sayap lalu dibelah bagian bawahnya. Terus ditumpuk menjadi satu biar lebih gampang pada pengikatan dan nggak gampang geser.\n\n2. Terus ambil batang tengah untuk diikat dengan batang sayap.\n\n3. Kalau sudah diikat, ambil batang tengah lalu dicari titik tengah dan diikat di bagian tengah batang yang sudah terikat tadi ya.\n\n4. Ukurlah jarak antara sayap kanan dan kiri agar sama, terus ikat pegangan sayap dan kiri. Oh iya, ikatnya yang kencang ya moms.\n\n5. Langkah selanjutnya pada cara membuat layang-layang kupu-kupu adalah ambil batang lengkung dan tentukan titiknya agar seimbang. Terus diikat deh moms dengan kencang seperti sebelumnya.\n\n6. Jika batang lengkung sudah terikat, sekarang giliran batang terpendek diikat di bawah batang lengkung.\n\n7. Kemudian, ukurlah di ujung kanan dan kiri batang lengkung sekitar 10-15 cm. Mommies bisa memberi tanda dengan bulpen agar talinya diikat dengan sama dan seimbang.\n\n8. Jika sudah terikat, tarik tali dari tengah ke arah sayap kanan dan kiri. Untuk panjangnya mommies dan si kecil bisa tentukan sesuai selera ya.\n\n9. Kemudian, tarik tali dari bagian paling bawah ke atas, dimulai dari ekor, diikat lalu ke sayap dan dilanjutkan sampai ke kepala.\n\n10. Kalau semua tali sudah terikat pada batang, sekarang waktunya yang paling seru nih moms, yaitu proses pembungkusan dengan kain yang warnanya sesuai selera.\n\n11. Gambar kain sesuai dengan bentuk rancangan layang-layang lalu tempelkan pakai lem antara kain satu dengan lainnya untuk mendapatkan warna yang cantik.\n\n12. Jika kain sudah dirancang, tempelkan rancangan bambu pada kain menggunakan lem. Oh iya, saat menggambar kain sesuai cetakan rancangan bambu, beri ukuran lebih untuk bisa dilipat ke dalam ya moms. Taraaa... jadi deh moms layang-layang cantik berbentuk kupu-kupu.",
    "contentSource": null
    },
	{
    "img": "https://i.ytimg.com/vi/5CfOGgiBLOA/maxresdefault.jpg",
    "imgSource": null,
    "title": "Cara Membuat Layang-Layang Unik dari Bambu",
    "content": "1. Cara membuang layang-layang unik dari bambu yang pertama, adalah letakkan kedua bilah bambu dengan posisi menyilang yang mana bambu lebih pendek di 1/3 bagian bambu yang lebih panjang. Lalu diikat pakai benang atau tali untuk mengaitkannya.\n\n2. Kaitkan keempat ujung bambu dengan benang sampai bentuknya menjadi wajik.\n\n3. Rangka sudah jadi, sekarang tinggal meletakkan kerangka di atas kertas minyak dan ajak si kecil menggambar pakai spidol moms. Ikuti pola kerangka layang-layang yang sudah dibuat ya. Oh iya, jangan lupa beri jarak ya moms, sekitar 2,5 cm dari ukuran kerangka aslinya.\n\n4. Terus potong pola pada kertas mintak pakai gunti dan rekatkan bagian kerangka pakai isolasi. Kalau mau pakai lem juga boleh kok moms.\n\n5. Nah, bagian pola di kertas minyak yang sisa tadi dilipat melewati benang sebelum diisolasi.\n\n6. Sedangkan untuk ekornya, potong pita dengan warna kesukaan si kecil yang juga berguna sebagai penyeimbang layang-layang.\n\n7. Tinggal membuat lubang di bagian tengah layang-layang deh moms, di mana tempatnya pas persilangan kerangka dari bambu.\n\n8. Beri senar layangan pada lubang dan diikat di kerangkanya.\n\n9. Satu lagi langkah cara membuat layang-layang agar bisa terbang, buat titik di bagian bawah dengan jarak 8 cm dan tautkan benang di titik tersebut.\n\n10. Yeay.. sudah jadi deh moms layang-layangnya.",
    "contentSource": null
    },
	{
    "img": "https://i.ytimg.com/vi/C9-J8mmw3vE/maxresdefault.jpg",
    "imgSource": null,
    "title": "Cara Membuat Layangan Burung",
    "content": "Hallo teman-teman semua! Kalian pasti sudah tidak asing lagi dengan layangan, bukan? Layangan adalah mainan yang terbuat dari kertas atau bahan yang ringan lainnya yang diberi ekor dan tali untuk diterbangkan. Layangan sering digunakan sebagai aktivitas rekreasi, terutama saat liburan. Bagi kalian yang ingin membuat layangan sendiri, yuk simak cara membuat layangan burung di bawah ini.\n\nBahan-Bahan Yang Diperlukan\n\nSebelum memulai membuat layangan, pastikan kalian sudah menyiapkan bahan-bahan berikut ini:\n\nKertas khusus layangan\n\nStik kayu atau bambu\n\nKawat tipis\n\nGunting dan gunting khusus\n\nLem dan isolasi\n\nSpidol atau cat air\n\nTali atau benang\n\nLangkah-Langkah Membuat Layangan\n\n1. Membuat Kerangka LayanganPertama-tama, buatlah kerangka layangan dari stik kayu atau bambu. Ukuran kerangka disesuaikan dengan ukuran layangan yang ingin dibuat. Kemudian, sambungkan stik kayu atau bambu tersebut dengan kawat tipis agar menjadi bentuk segitiga. Pastikan kerangka layangan sudah kokoh dan seimbang.\n\n2. Membuat Ekor Layangan, Selanjutnya, buat ekor layangan dari kertas. Potong kertas sesuai dengan bentuk yang diinginkan. Kemudian, rekatkan ekor tersebut ke ujung kerangka layangan dengan lem dan isolasi. Pastikan ekornya cukup panjang dan seimbang dengan badan layangan.\n\n3. Membuat Kepala Burung, Buat kepala burung dari kertas. Bentuk kepala burung disesuaikan dengan jenis burung yang ingin dijadikan sebagai motif layangan. Kemudian, beri detail seperti mata, paruh, dan sayap dengan spidol atau cat air.\n\n4. Melekatkan Kepala Burung pada Layangan, Tempelkan kepala burung pada badan layangan dengan lem. Pastikan kepala burung sudah terletak di tengah-tengah layangan dan seimbang.\n\n5. Membuat Tali untuk Layangan, Buat tali untuk layangan dengan memotong benang atau tali sesuai dengan panjang layangan. Kemudian, ikatkan tali tersebut pada ujung kerangka layangan dengan kawat tipis. Pastikan tali cukup kuat untuk menahan angin saat layangan diterbangkan.\n\n6. Menghias Layangan, Jika kalian ingin membuat layangan lebih menarik, kalian bisa menambahkan dekorasi pada badan layangan. Kalian bisa membuat motif burung atau menggambar pola di badan layangan dengan spidol atau cat air.",
    "contentSource": null
    }
]
